MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Il tuo computer non è connesso a Internet.";
NotConnectedToNetwork							= "Il computer non è connesso al network.";
FatalExceptionAlertDescription					= "Per uscire da Front Row, premi Riproduci/Pausa.";
